package com.javarush.cryptoanalyser;

import java.util.List;

public class CaesarData {


    public static final String ALPHABET = "абвгдеёжзийклмнопрстуфхцчшщъыьэюя.,«»\"':!? ";
    public static final List<String> topWords = List.of("и", "в", "не", "на", "что", "я", "с", "он", "а", "как", "но",
            "его", "к", "это", "все", "по", "из", "у", "она", "за", "от", "так", "же", "о", "ты", "они", "было", "мы",
            "бы", "ее", "вы", "для", "мне", "если", "то", "еще", "меня", "был", "только", "когда", "их", "или", "чтобы",
            "сказал", "до", "уже", "ему", "да", "нет", "может", "ни", "даже", "чем", "него", "быть", "были", "была",
            "вот", "время", "себя", "ли", "под", "во", "со", "очень", "есть", "где", "теперь", "там", "при", "этого",
            "того", "будет", "здесь", "нас", "раз", "этот", "ничего", "потом", "этом", "можно", "кто", "через", "вас",
            "них", "тебя", "один", "без", "после", "себе", "ну", "вам", "тебе", "больше", "тут", "сейчас", "человек",
            "который", "том", "ним", "более", "которые", "им", "тогда", "несколько");
}
